Repository: giellalt/corpus-nob
Catalog: prestable/tmx/sme/admin/sd/plenum_no/sp2018-2.pdf.tmx
Source language: nob
Languages: sme

source: Utenom konferansene deltok Giellagáldu på flere diskusjons- og planleggingsmøter med lingvister og andre akademikere fra University of California Santa Barbara.
sme: Olggobealde konferánssa searvvai Giellagáldu máŋgga digaštallan- ja plánenčoahkkimiidda University of California Santa Barbara lingvisttaiguin ja eará akademihkkáriiguin.

source: Lulesamisk rettskrivningsveiledning Sametinget har satt i gang arbeidet med lulesamisk rettskrivingsveiledning.
sme: Julevsámi riektačállinrávvagat Sámediggi lea vuolggahan barggu julevsámi riektačállinrávvagiin.

source: Det er tatt initiativ til samarbeid med Sametinget i Sverige om dette arbeidet.
sme: Leat hástán ruoŧabeali Sámedikki searvat dán bargui.

source: 2.4 Oppfølging av "Hjertespråket" Mål for innsatsområdet Sikre og utvikle de samiske språkenes fremtid Innholdet i det nye språkområdet Sametinget har opprettet en referansegruppe i forbindelse med arbeidet med det nye språkområdet.
sme: 2.4 "Váibmogiela" čuovvuleapmi Áŋgiruššansuorggi mihttomearri: · Sihkkarastit ja ovddidit sámi gielaid boahtteáiggi Ođđa giellaguovllu sisdoallu Sámediggi lea ásahan referánsajoavkku ođđa giellaguovllu barggu oktavuođas.

source: Arbeidet er en del av oppfølgingsarbeidet med NOU 2016:18 Hjertespråket og plenumssak 052/17.
sme: Bargu lea oassin NAČ 2016:18 Váibmogiela ja dievasčoahkkinášši 052/17 čuovvulanbarggus.

source: Sametinget ønsker dialog med kommunene og brukerne i utformingen av innholdet i det nye språkområdet.
sme: Sámediggi háliida gulahallat gielddaiguin ja geavaheddjiiguin go hábme ođđa giellaguovllu sisdoalu.

source: I referansegruppen er Kautokeino kommune, Kåfjord kommune, Bodø kommune, Snåsa Kommune, Pasient- og brukerombudet, foreldreutvalget for grunnskoleopplæringen og foreldreutvalget for barnehager.
sme: Referánsajoavkkus leat Guovdageainnu suohkan, Gáivuona suohkan, Bådåddjo suohkan, Snåase suohkan, Pasieanta- ja geavaheaddjeáittardeaddji, vuođđoskuvlaoahpahusa váhnenlávdegoddi ja mánáidgárddi váhnenlávdegoddi.

source: Referansegruppen har hatt ett møte i perioden.
sme: Referánsajoavkkus lea leamaš okta čoahkkin áigodagas.

source: Det nye språkområdet drøftes med kommunene på seminar i Tromsø 24.- 25.05.2018.
sme: Ođđa giellaguovlu galgá digaštallojuvvot suohkaniiguin semináras Romssas 24.- 25.05.18.

source: Kunnskap
sme: Máhttu

source: Samfunnsmål: Det samiske samfunnet har kunnskap, kompetanse og ferdigheter for å sikre og utvikle sitt språk, sin kultur og sitt samfunnsliv.
sme: Servodatmihttomearri: · Sámi servodagas lea máhttu, gelbbolašvuohta ja gálggat mat adnojit vai bastá sihkkarastit ja ovddidit gielas, kultuvrras ja servodateallimis.

source: 3.2 Innholdet i samisk barnehagetilbud Mål for innsatsområdet: Samiske barn har et kvalitativt godt barnehagetilbud som bygger på samiske verdier, samisk kultur og tradisjonell kunnskap.
sme: 3.2 Sámi mánáidgárdefálaldaga sisdoallu Áŋgiruššansuorggi mihttomearri: · Sámi mánáin lea mánáidgárdefálaldat mas lea buorre kvalitehta ja mii lea huksejuvvon sámi árvvuid, sámi kultuvrra ja árbedieđu ala.

source: Barnehageturné Sametinget har en turné til ti kommuner i vårhalvåret 2018, der Sametingsrådet deltar.
sme: Mánáidgárdeturnea Sámediggi lea 2018 giđa turneas logi suohkanis, mas Sámediggeráđđi lea fárus.

source: Sametingsrådet inviterer til møte med politisk ledelse, barnehageansvarlig og styrere, der samisk barnehagetilbud er tema.
sme: Sámediggeráđđi bovde politihkalaš jođiheddjiid, mánáidgárdeovddasvástideddjiid ja jođiheddjiid čoahkkimii mas fáddá lea sámi mánáidgárdefálaldat.

source: Sametingsrådet ønsker blant annet å få innspill fra kommunene til revidert Sametingsmelding om samisk barnehagetilbud.
sme: Earret eará háliida Sámediggeráđđi oažžut suohkaniid cealkámušaid ođasmahtton Sámediggedieđáhussii sámi mánáidgárdefálaldaga birra.

source: Videre ønsker Sametingsrådet å få innblikk i hvilke utfordringer kommunene og barnehagene står ovenfor med tanke på implementering av ny rammeplan for barnehagen.
sme: Dasto háliida Sámediggeráđđi gullat makkár hástalusat suohkaniin ja mánáidgárddiin leat ođđa mánáidgárderámmaplána doibmiibidjamiin.

source: Sametingsrådet informerer også om Sametingets barnehageprosjekt “Sámi mánát ođđa searvelanjain”.
sme: Sámediggeráđđi muitala maiddái Sámedikki ođđa mánáidgárdeprošeavtta birra “Sámi mánát ođđa searvelanjain”.

source: Det er til nå gjennomført møter med Tromsø 13.03.18 (med besøk i barnehage), Tysfjord 19.03.18 (møte med Árran), Karasjok 04.04.18, Alta 12.04.18 og Bodø kommune 04.05.18 (også barnehagebesøk).
sme: Dássážii leat leamaš čoahkkimat Romssain 13.03.18 (mánáidgárdegalledemiin), Divttasvuonain 19.03.18 (čoahkkin Árraniin), Kárášjogain 04.04.18, Álttáin 12.04.18 ja Bådåddjo suohkaniin 04.05.18 (mánáidgárdegalledemiin).

source: Det gjenstår møter med Tana, Nesseby, Vadsø, Kautokeino og Trondheim kommuner.
sme: Suohkanat main galget vel čoahkkimat leat Deanu gielda, Unjárga gielda, Čáhcesullo gielda, Guovdageainnu suohkan ja Troanddin suohkan.

source: Nasjonal satsing på implementering av rammeplan for barnehage Utdanningsdirektoratet og Sametinget har avholdt møte 13.02.18 i Kautokeino om prosess for implementering av samisk innhold og oppgaver i rammeplan for barnehager.
sme: Nationála áŋgiruššan mánáidgárddi rámmaplána doibmiibidjamiin Oahpahusdirektoráhtas ja Sámedikkis lea leamaš čoahkkin 13.02.18 Guovdageainnus proseassa birra sámi sisdoalu ja bargguid doibmiibidjama ektui mánáidgárddiid rámmaplánii.

source: På møtet ble generell plan for implementering av rammeplan for barnehagen og utkast til plan for implementering av samisk innhold i rammeplan for barnehagen presentert.
sme: Čoahkkimis bukte ovdan obbalaš plána mánáidgárddi rámmaplána doibmiibidjamii, ja evttohusa mot siskkildit sámi sisdoalu mánáidgárddi rámmaplánii.

source: Videre var tema på møtet program for evaluering av implementering av rammeplan for barnehagen.
sme: Viidásit digaštallui čoahkkimis prográmma movt evalueret mánáidgárddi rámmaplána doibmiibidjama.

source: Utdanningsdirektoratet har satt i gang et evalueringsprogram for å få kunnskap om hvordan rammeplanen implementeres og brukes i praksis.
sme: Oahpahusdirektoráhtta lea bidjan johtui evaluerenprográmma go háliidit diehtit movt rámmaplána biddjo doibmii ja geavahuvvo.

source: Det er opprettet et programstyre som skal sikre høy kvalitet i alle ledd i programmet, men det er ingen samisk representant i programstyret.
sme: Lea ásahuvvon prográmmastivra mii galgá sihkkarastit alla dási buot beliin prográmmas, muhto prográmmastivrras ii leat oktage sámi lahttu.

source: Sametinget var uenig i dette og stilte spørsmål om hvorfor det ikke er oppnevnt en samisk representant til programstyret når det skal sikres høy kvalitet i alle, og om hvordan programstyret skal kunne prioritere og velge ut forskningsprosjekter som berører samiske barnehager når det ikke er en samisk representant i programstyret.
sme: Sámediggi ii leat ovttaoaivilis dáinna ja bijai gažaldaga manne ii leat nammaduvvon sámi lahttu prográmmastivrii go juo galget buot beliin sihkkarastit alla dási, ja movt galgá prográmmastivra máhttit vuoruhit ja válljet dutkanprošeavttaid mat guoskkahit sámi mánáidgárddi, go ii leat sámi lahttu prográmmastivrras.

source: Sametinget er invitert til et nytt møte om evaluering av implementering av rammeplan for barnehagen i Oslo i slutten av mai.
sme: Sámediggi lea bovdejuvvon ođđa čoahkkimii mánáidgárddi rámmaplána doibmiibidjama evaluerema birra Oslos miessemánu loahpas.

source: Samisk implementering av rammeplan for barnehagen Utdanningsdirektoratet har avholdt arbeidsgruppemøte for implementering av rammeplan for barnehagen 14.03.18 i Tromsø.
sme: Sámi doibmiibidjan mánáidgárddi rámmaplánas Oahpahusdirektoráhtta doalai bargojoavkočoahkkima mánáidgárddi rámmaplána doibmiibidjama birra Romssas 14.03.18.

source: Sametinget og fem fylkesmenn, som har spesielt ansvar ovenfor samisk barnehagetilbud, deltok.
sme: Sámediggi ja vihtta fylkkamánni, geain lea earenoamáš ovddasvástádus sámi mánáidgárdefálaldahkii, serve čoahkkimii.

source: Sametinget sitter i arbeidsgruppen som medspillere i implementeringsprosessen, hvor det gis innspill som tar utgangspunkt fra Sametingets barnehagepolitikk og samiske barns rettigheter.
sme: Sámediggi lea mielde bargojoavkkus veahkkin doibmiibidjanproseassas, gosa buktet cealkámušaid Sámedikki mánáidgárdepolitihka ja sámi mánáid vuoigatvuođaid vuođul.

source: Det er utarbeidet en generell plan for implementering av rammeplanens innhold og oppgaver, som gjelder alle barnehager i Norge.
sme: Lea ráhkaduvvon oppalaš plána rámmaplána sisdoalu ja bargguid doibmiibidjamii, mii guoská buot mánáidgárddiide Norggas.

source: Sametinget har fått gjennomslag for en egen implementeringsplan på samisk innhold og oppgaver i rammeplanen.
sme: Sámediggi nagodii oažžut sadjái sierra doibmiibidjanplána movt siskkildit sámi sisdoalu ja bargguid rámmaplánii.

source: Implementeringen av den nye rammeplanen er et langsiktig og kontinuerlig arbeid som skal gå over lengre tid.
sme: Ođđa rámmaplána doibmiibidjan lea guhkesáigásaš ja joatkevaš bargu mii bistá guhká.

source: Implementering av samisk innhold handler om implementering av hele rammeplanen. Dette for at barn og foreldre skal få et mest mulig helhetlig samisk barnehagetilbud.
sme: Sámi sisdoalu siskkildeapmi lea olles rámmaplána doibmiibidjama birra, vai mánát ja váhnemat ožžot sámi mánáidgárdefálaldaga mii lea nu ollislaš go vejolaš.

source: Nasjonal barnehagedag 2018 Sametingsrådet og leder i utdannings- og oppvekstkomiteen i Tromsø kommune markerte den nasjonale barnehagedagen med besøk i den samiske avdelingen i Sjømannbyen barnehage og Guovssahas mánáidgárdi den 13.03.18 i Tromsø.
sme: Nationála mánáidgárdebeaivi 2018 Sámediggeráđđi ja Romssa suohkana oahpahus- ja bajásšaddanlávdegoddi fitne nationála mánáidgárdebeaivvi oktavuođas Sjømannbyen mánáidgárddi sámi ossodagas ja Guovssahas mánáidgárddis Romssas 13.03.18.

source: Formålet med barnehagedagen er å synliggjøre hva barna får oppleve, erfare og lære i barnehagen.
sme: Mánáidgárdebeaivvi ulbmil lea čalmmustahttit maid mánát besset vásihit, bargat ja oahppat mánáidgárddis.

source: Tema i år var barnehagens arbeid med kunst, kultur og kreativitet, under slagordet “La meg skape”.
sme: Dán jagi fáddá lei mánáidgárddi bargu dáidagiin, kultuvrrain ja hutkáivuođain, čuorvvassániin “Divtte mu hábmet”.

source: Sametinget ser også at det er viktig å ta del i markeringen for å synliggjøre samiske barns barnehagehverdag.
sme: Sámedikki mielas lea maid dehálaš searvat čalmmusteamis fuomášuhttin dihte sámi mánáid mánáidgárdeárgabeaivvi.

source: Sametingsrådets budskap er at de ansatte som arbeider daglig med å styrke samisk språk og kultur i samiske barnehager og samiske avdelinger er hverdagshelter.
sme: Sámedikki sáttasátni lea ahte bargit geat beaivválaččat áŋgiruššet sámegiela ja sámi kultuvrra nannemiin sámi mánáidgárddiin ja sámi ossodagain leat árgabeaisáŋggárat.

source: Sametinget gir dem full anerkjennelse av deres viktige jobb.
sme: Sámediggi gudnejahttá sin dan dehálaš barggu ovddas maid barget.

source: Prosjektet Sámi mánát ođđa searvelanjain Et forprosjekt er gjennomført fra oktober 2017 til mars 2018 der en femårsplan har blitt utarbeidet, med mål, strategier og arbeidsmetoder.
sme: Prošeakta Sámi mánát ođđa searvelanjain Golggotmánus 2017 njukčamánnui 2018 čađahuvvui ovdaprošeakta mas ráhkaduvvui vihttajagi plána mihtuiguin, strategiijaiguin ja bargovugiiguin.

source: Prosjektet skal gjennom målrettede tiltak løfte kvaliteten i samisk barnehage.
sme: Prošeakta galgá ulbmillaš doaibmabijuid bokte nannet sámi mánáidgárddiid kvalitehta.

source: Dette blant annet gjennom en endring i den pedagogiske tilnærmingen, slik at barnehagene tar utgangspunkt i samiske verdier, samiske språk og tradisjonell kunnskap.
sme: Dat dahkko pedagogalaš bargovugiid rievdademiiguin, nu ahte mánáidgárddit barget sámi árvvuid, sámegiela ja árbedieđu vuođul.

source: Hovedprosjektets mål er at samisk filosofi skal danne grunnlaget for innholdet i samiske barnehager der samiske verdier, naturfilosofi, språk, kultur, lederskap og tradisjonskunnskap er bærende elementer i det pedagogiske arbeidet.
sme: Váldoprošeavtta mihttu lea ahte sámi mánáidgárddiid sisdoalu vuođđun lea sámi filosofiija gos sámi árvvut, luonddufilosofiija, giella, kultuvra, jođiheapmi ja árbediehtu leat geađgejuolggit pedagogalaš barggus.

source: Det femårige hovedprosjektet har startet den 01.04.18.
sme: Viđa jagi váldoprošeakta álggahuvvui 01.04.18.

source: Ansatt prosjektleder er Ol-Johán Sikku.
sme: Ol-Johán Sikku lea virgáibiddjon prošeaktajođiheaddjin.

source: I prosjektgruppa inngår to personer fra Sametinget, samt to eksterne fagpersoner.
sme: Prošeaktajoavkkus leat guovttis Sámedikkis ja guokte olggobealde fágabargi.

source: 3.4 Kompetanseheving i barnehage Mål for innsatsområdet: Barnehageansatte er samiskspråklige, og innehar samisk kulturkompetanse.
sme: 3.4 Gelbbolašvuođa lokten mánáidgárddiin Áŋgiruššansuorggi mihttomearri: · Mánáidgárdebargit leat sámegielagat, ja sis lea sámi kulturgelbbolašvuohta.

source: Barnehageseminar Sametinget har avholdt det årlige seminaret for barnehageansatte og andre interesserte 25.- 26.04.18 i Tromsø.
sme: Mánáidgárdeseminára Sámediggi lágidii jahkásaš mánáidgárdeseminára mánáidgárdebargiide ja eará berošteddjiide Romssas 25.- 26.04.18.

source: Det var i overkant av 90 deltakere på seminaret.
sme: Semináras ledje badjelaš 90 oasseváldi.

source: Tema for seminaret var «barnehagehverdagen for samiske barn i en moderne tid».
sme: Seminára fáddá lei “Sámi mánáid ođđaáigásaš árgabeaivi mánáidgárddiin”.

source: Seminaret ble åpnet av Sametingsrådet.
sme: Sámediggeráđđi rabai seminára.

source: Sametingsrådet ønsket med seminaret å få innspill til revidert Sametingsmelding for samisk barnehagetilbud.
sme: Sámediggeráđđi háliidii semináras oažžut cealkámušaid ođasmahtton Sámediggedieđáhussii sámi mánáidgárdefálaldaga birra.

source: Dette ble gjort gjennom kafésamtaler.
sme: Dat dahkkui gáfeságastallamiin.

source: Sametinget informerte om arbeidet i barnehageseksjonen, og viktigheten av å være i dialog med barnehageansatte.
sme: Sámediggi muitalii mánáidgárdejuhkosa bargguid birra, ja man dehálaš lea doallat oktavuođa mánáidgárdebargiiguin.

source: Videre informerte prosjektleder om Sametingets barnehageprosjekt.
sme: Dasto muitalii prošeaktajođiheaddji Sámedikki mánáidgárdeprošeavtta birra.

source: Av andre tema for seminaret kan nevnes implementering av rammeplan for barnehagen ved Utdanningsdirektoratet, forskning om kulturelle beskyttelsesfaktorer ved Kristine Nystad, språklige utfordringer fra et foreldreperspektiv og innlegg fra Barnehuset i Tromsø om et pedagogisk verktøy.
sme: Eará fáttát semináras ledje mánáidgárddi rámmaplána doibmiibidjan Oahpahusdirektoráhta bokte, kultuvrralaš suodjalusfáktorat Kristine Nystad bokte, gielalaš hástalusat váhnema geahččanguovllus ja Romssa Mánáidviesu sáhkavuorru pedagogalaš reaiddu birra.

source: Sametinget ser at seminarer er viktige møtearenaer for samiske barnehageansatte.
sme: Sámediggi oaidná ahte seminárat leat dehálaš čoahkkananbáikkit sámi mánáidgárdebargiide.

source: Det finnes få møteplasser der man kan samles og diskutere de utfordringene barnehagene har med tanke på samisk språk, kultur og tradisjonsskapning.
sme: Eai gávdno galle čoahkkananbáikkit gos besset digaštallat mánáidgárddiid hástalusaid sámegielain, sámi kultuvrrain ja árbevieruid huksemis.

source: Målet med seminarer er nettopp erfaringsutveksling, kompetanseheving og samarbeid barnehagene imellom.
sme: Seminára mihttu lea ge juste ahte mánáidgárddit galget beassat lonohallat vásáhusaid, loktet gelbbolašvuođa ja ovttasbargat.

source: 3.5 Pedagogisk materiell Mål for innsatsområdet: Samiske barn har samiske bøker og leker i barnehagene.
sme: 3.5 Pedagogalaš ávdnasat Áŋgiruššansuorggi mihttomearri: · Sámi mánáin leat sámi girjjit ja duhkorasat mánáidgárddiin.

source: Læremiddelsentralen har to kofferter med samisk innhold.
sme: Oahpponeavvoguovddážis leat guokte sámi koffara.

source: Innholdet i koffertene er blant annet koftesett til dukker og barnehagebarn og et forslag til samisk opplegg for barnehager.
sme: Koffariid sisdoallu lea earret eará gávttit dohkáide ja mánáidgárdemánáide, ja evttohus sámi doaimmaide mánáidgárddis.

source: Etterspørselen er stor. Til nå har koffertene vært ute i mange barnehager.
sme: Oallugat jearahit daid koffariid, ja dássážii leat koffarat fitnan olu mánáidgárddiin.

source: Tilbakemeldinger fra barnehager og kommuner er at Sametinget burde hatt tilgjengelig flere kofferter, og utvidet med sør- og lulesamisk innhold.
sme: Mánáidgárddit ja suohkanat lohket ahte Sámedikkis livčče galgan vel eanet dakkár koffarat luoikkaheapmái, ja dain galggašii maiddái julev- ja lullisámi sisdoallu.

source: Det har spesielt vært stor pågang av bestillinger i forbindelse med feiring av samenes nasjonaldag.
sme: Earenoamážit sámi álbmotbeaivvi ávvudeami oktavuođas diŋgojit oallugat koffariid.

source: Sametinget er i gang med å få utviklet åtte kofferter til, med samisk innhold.
sme: Sámediggi lea ráhkadišgoahtán vel gávcci koffara main lea sámi sisdoallu.

source: 3.6 Samisk innhold i skolen Mål for innsatsområdet: Samiske elever har kvalitetsmessig god opplæring i og på samisk.
sme: 3.6 Sámi sisdoallu skuvllas Áŋgiruššansuorggi mihttomearri: · Sámi ohppiid oahpahusas sámegielas ja sámegillii lea buorre kvalitehta.

source: Helhetlig revidering av opplæringsloven Kunnskapsdepartementet har nedsatt et lovutvalg som skal se på regelverket for grunnskolen og videregående opplæring.
sme: Oahpahuslága ollislaš ođasteapmi Máhttodepartemeanta lea nammadan láhkalávdegotti mii galgá geahčadit vuođđoskuvlla ja joatkkaskuvlla njuolggadusaid.

source: Lovutvalget leverer sitt forslag innen 01.12.19.
sme: Láhkalávdegoddi ovddida iežas evttohusa ovdal 01.12.19.

source: Sametinget er med i referansegruppemøter og Sametingsrådet har hatt et eget møte med lovutvalget i perioden.
sme: Sámediggi lea mielde referánsajoavkočoahkkimiin ja Sámediggeráđis lea dán áigodagas leamaš sierra čoahkkin láhkalávdegottiin.

source: Sametingsrådet har i dette arbeidet fulgt Sametingets plenumssak 19/14 Opplæringsloven og privatskoleloven – samiske elevers rettigheter.
sme: Dán barggus čuovvu Sámediggeráđđi Sámedikki dievasčoahkkinášši 19/14 Oahpahusláhka ja priváhttaskuvlaláhka - sámi ohppiid vuoigatvuođat.

source: I Sametingsrådets innspill til lovutvalget har rådet pekt på at gjeldende regelverk ikke etterleves i tilstrekkelig grad i forhold til samiske elevers rettigheter.
sme: Sámediggeráđđi lea dieđihan láhkalávdegoddái ahte gustovaš njuolggadusat eai dollojuvvo doarvái bures sámi ohppiid vuoigatvuođaid ektui.

source: Sametinget kjenner til eksempler der samiske elevers rett til opplæring i samisk kommer i gang sent i skoleåret på grunn av dette.
sme: Sámediggi diehtá ahte muhtun ohppiide lea sámegieloahpahus boahtán johtui maŋŋit skuvlajagis dán geažil.

source: Videre har Sametingsrådet bedt om at retten til tilgang av samiske læremidler må tydeliggjøres i ny opplæringslov, på lik linje med norske læremidler.
sme: Muđui lea Sámediggeráđđi bivdán ahte vuoigatvuohta oažžut sámegiel oahpponeavvuid ferte boahtit čielgasit ovdan ođđa oahppoplánas, seamma dássái go dárogiel oahpponeavvut.

source: Samiske elevers rett til opplæring i samisk er en individuell rettighet.
sme: Sámi ohppiid vuoigatvuohta sámegieloahpahussii lea individuála vuoigatvuohta.

source: Sametingsrådet mener at opplæring på samisk og på grunnlag av samisk kultur og samiske verdier også må være rettigheter som følger eleven, uavhengig av bosted og antall andre elever som ønsker slik opplæring.
sme: Sámediggeráđđi oaivvilda ahte sámegiel oahpahus ja oahpahus sámi kultuvrra ja sámi árvvuid vuođul maiddái leat vuoigatvuođat mat čuvvot oahppi beroškeahttá gos oroš ja galle oahppi sávvet dakkár oahpahusa.

source: Videre har Sametingsrådet i sitt innspill til lovutvalget fokusert på samiske elever med særskilte behov.
sme: Dasto lea Sámediggeráđđi iežas cealkámušas láhkalávdegoddái deattuhan sámi ohppiid geain leat earenoamáš dárbbut.

source: Det er viktig at deres rettigheter, som forsvarlig faglig vurdering og tilrettelagt opplæring, forankres i ny lov.
sme: Sin vuoigatvuođaid, nugo dohkálaš fágalaš árvvoštallan ja heivehuvvon oahpahus, lea dehálaš sajáiduhttit ođđa láhkii.

source: Tilleggsrapportering til FNs barnekomité Sametinget har sendt en supplerende rapport til FNs barnekomité i 2017 og fikk i den anledning mulighet til å sende en tilleggsrapport til FNs barnekomité i april i år, med nye relevante opplysninger.
sme: Liigeraporteren ON mánáidlávdegoddái Sámediggi sáddii 2017:s dievasmahtti raportta ON mánáidlávdegoddái ja oaččui dan oktavuođas vejolašvuođa sáddet liigeraportta ON mánáidlávdegoddái cuoŋománus dán jagi, ođđa relevánta dieđuiguin.

source: I tilleggsrapporteringen har Sametinget informert om de mange pågående nasjonale prosesser innenfor opplæring i Norge i dag, som ikke i tilstrekkelig grad framkom i Sametingets supplerende rapport, om helhetlig revidering av opplæringsloven, oppfølging av rapporten om barn med særskilte behov, og etablering av en Sannhets- og forsoningskommisjon, som kan bidra med ny kunnskap om samiske barns og unges helse.
sme: Liigeraporttas Sámediggi beasai muitalit ahte Norggas leat dál jođus ollu nationála proseassat oahpahusa siskkobealde, mii ii boahtán doarvái bures ovdan Sámedikki dievasmahtti raporttas, dego oahpahuslága ollislaš ođasteapmi, čuovvoleapmi raporttas mánáid birra geain leat earenoamáš dárbbut, ja Duohtavuođa- ja seanadankommišuvnna ásaheapmi, mat sáhttet buvttahit ođđa máhtu sámi mánáid ja nuoraid dearvvašvuođa birra.

source: Sametinget har videre rapportert om nasjonale klimaforebyggende tiltak i Sápmi, som for eksempel utstrakte etableringer av vindmølleparker, som truer samisk tradisjonell høsting av naturen og samiske næringer, og også påvirker samiske barns levekår.
sme: Viidásit lea Sámediggi raporteren nationála dálkkádateasttan doaimmaid birra Sámis, nugo viidábut bieggamillopárkkaid ásaheapmi mat áitet árbevirolaš sámi luondduresursaávkkástallama ja sámi ealáhusaid, ja maiddái váikkuhit sámi mánáid eallindilálašvuođaide.

source: Inkluderende fellesskap Kunnskapsdepartementet etablerte i fjor en ekspertgruppe som hadde som mandat å se på tilbudet for barn og unge i barnehage og skole, med behov for særskilt tilrettelegging.
sme: Fátmmasteaddji oktavuohta Máhttodepartemeanta ásahii diibmá ekspeartajoavkku mas lei mandáhtta geahčadit mánáid ja nuoraid fálaldagaid mánáidgárddiin ja skuvllain, geain lea dárbu earenoamáš heiveheapmái.

source: Ekspertgruppens rapport «Inkluderende fellesskap for barn og unge» ble overlevert ministeren 04.03.18.
sme: Ekspeartajoavkku raporta «Inkluderende fellesskap for barn og unge» (fátmmasteaddji oktavuohta mánáide ja nuoraide) geigejuvvui ministarii 04.03.18.

source: Rapporten har høringsfrist 15.08.18.
sme: Raporttas lea gulaskuddanáigemearri 15.08.18.

source: Sametinget ble invitert til å være medlem i referansegruppen til ekspertutvalget og har i den forbindelse pekt på den store mangelen på samisk kartleggings- og diagnostiseringsmateriell, samiske læringsressurser, samiskspråklige spesialpedagoger og annen fagekspertise, og forskning på samiske spesialpedagogiske utfordringer.
sme: Sámediggi bovdejuvvui searvat ekspeartalávdegotti referánsajovkui ja lea dan oktavuođas čujuhan ahte váilot sámi kárten- ja diagnostiserenmateriálat, sámi oahpporesurssat, sámegielat earenoamášpedagogat ja eará fágačeahpit, ja dutkamušat sámi earenoamášpedagogalaš hástalusaid birra.
